---
kind: property
id: P:Autodesk.Revit.DB.IFC.ImporterIFC.Document
zh: 文档、文件
source: html/5b2ccc42-7130-5d2c-38e8-b6e84a290b35.htm
---
# Autodesk.Revit.DB.IFC.ImporterIFC.Document Property

**中文**: 文档、文件

Gets the document associated with the import.

## Syntax (C#)
```csharp
public Document Document { get; }
```